atlassian.atlascode@2.9.1
BazelBuild.vscode-bazel@0.4.1
bbenoist.shell@0.3.0
bierner.markdown-preview-github-styles@0.2.0
rogalmic.bash-debug@0.3.9
DavidAnson.vscode-markdownlint@0.43.2
DevonDCarew.bazel-code@0.1.9
donjayamanne.jupyter@1.1.6
foxundermoon.shell-format@7.1.0
galarius.vscode-opencl@0.6.6
geeklearningio.graphviz-markdown-preview@0.0.8
GrapeCity.gc-excelviewer@3.0.42
guyskk.language-cython@0.0.6
hediet.vscode-drawio@1.6.1
henriiik.docker-linter@0.5.0
jebbs.plantuml@2.15.1
jithurjacob.nbpreviewer@1.2.2
joaompinto.vscode-graphviz@0.0.6
joffreykern.markdown-toc@1.4.0
kangping.protobuf@1.1.6
kriegalex.vscode-cudacpp@0.1.1
ms-azuretools.vscode-docker@1.15.0
MS-CEINTL.vscode-language-pack-zh-hans@1.59.2
ms-python.python@2021.8.1105858891
ms-python.vscode-pylance@2021.8.0
ms-toolsai.jupyter@2021.8.1195043623
ms-vscode-remote.remote-ssh@0.65.7
ms-vscode-remote.remote-ssh-edit@0.65.7
ms-vscode.cpptools@1.5.1
peterj.proto@0.0.2
redhat.vscode-yaml@0.22.0
ripwu.protobuf-helper@0.2.9
Shan.code-settings-sync@3.4.3
Souche.vscode-mindmap@0.0.5
tcwalther.cython@0.1.0
tht13.python@0.2.3
tiibun.vscode-docker-ws@0.5.0
tushortz.python-extended-snippets@0.0.1
twxs.cmake@0.0.17
vscodevim.vim@1.21.5
yzhang.markdown-all-in-one@3.4.0

